Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F22A.tmx
Source language: en_us
Languages: zh_cn

source: The Secrets Of The World's Luckiest People
zh_cn: 他们凭什么成为最幸运的人

source: We tend to think of a bout of good fortune as a random act of kindness from the universe.
zh_cn: 我们一般都认为好运气是造化的偶然。

source: Certainly that is sometimes true:
zh_cn: 当然，某种程度上的确是。

source: Serendipity or (depending on your belief system) random chance can be the reason you narrowly miss an airport closure or get the last cab in a rainstorm.
zh_cn: 幸运或者是（取决于你的信仰）偶然也许可以解释你为什么差一点就碰上机场关闭或者在暴雨中打到了最后一辆出租车。

source: But many of the life events we consider "lucky" are not so random at all.
zh_cn: 但生活中我们以为“幸运”的许多事情并非那么偶然。

source: Instead, they are directly related to the actions we take and the worldview we embrace.
zh_cn: 相反，它与我们的行为和信奉的世界观直接相关。

source: After all, even winning the lottery requires buying a ticket.
zh_cn: 毕竟，中大奖必须得买彩票吧。

source: As businessman Bob Miglani wrote:
zh_cn: 正如商界人士鲍勃·米格兰尼（Bob Miglani）所言：

source: So many successful people I met - from couples in blissful long-term relationships to successful career women to billionaires to profoundly happy people who have very little - became "lucky" because they think differently and take certain actions.
zh_cn: 我遇到过很多成功人士——从关系长期和睦的夫妇、成功的职业女性、亿万富翁、到家徒四壁却十分幸福的人，他们之所以“幸运”，是因为他们的思维别出心裁，并且有所行动。

source: Indeed, research shows that people who consider themselves lucky behave differently than those who self-identify as unlucky.
zh_cn: 没错，研究表明，自认为幸运的人与自认为倒霉的人行为上有区别。

source: In a 10-year experiment, Dr. Richard Wiseman - a psychology professor at the University of Hertfordshire and author of "The Luck Factor" - examined the behavior of self-identified lucky and unlucky people who answered a newspaper ad.
zh_cn: 赫特福德大学的心理学教授、《运气因素》一书的作者理查德·怀斯曼博士（Dr. Richard Wiseman）在一个历时10年的实验中研究了自认为幸运和倒霉的人的行为，他们都去应征了报纸上的一则招聘广告。

source: Not only was there a significant difference between the way lucky and unlucky people approached their lives, the unlucky people benefitted from learning to approach life using behavior gleaned from lucky people.
zh_cn: 自认幸运和倒霉的人不仅面对生活的方式有显著差异，而且自认倒霉的人还受惠于幸运的人的行为，学会了去面对生活。

source: In other words, luck isn't a rote life-orientation, but a viewpoint that can change with some personal adjustment.
zh_cn: 换言之，运气不是一成不变的生活方向，而是通过个人调整可以改变的观点。

source: Here are four ways we can all harness the power of so-called "lucky" people:
zh_cn: 通过以下四种方式我们大家都可以利用所谓“幸运”者的力量：

source: Seize the day
zh_cn: 只争朝夕

source: "Time is relentlessly unkind," writes psychiatrist Mark Banschick in Psychology Today.
zh_cn: “时间无情，”精神病学家马克·班斯奇克（Mark Banschick）在《今日心理学》中写道。

source: Lucky people make the best use of time, they don't let opportunities pass them by with assurances that they'll start over tomorrow.
zh_cn: 幸运的人最充分地利用时间，不会因为信誓旦旦地准备明天就开始行动而错失机会。

source: They show up for networking events, even if they don't feel like it.
zh_cn: 他们涉足社交活动，即使并不喜欢。

source: They write the email now, not later.
zh_cn: 他们现在就写电子邮件，而不是推到以后。

source: As Banschick writes, "An event that you turn down now is an event that will never - ever - happen again.
zh_cn: 正如班斯奇克所言，“事情现在不做就永远、永远不可能再做。

source: There may be a similar opportunity in the future but it is not same opportunity - and you are not the same person.
zh_cn: 未来可能会有类似机会，但不是这个机会——而你也不再是同样的自己。

source: Time changes us."
zh_cn: 时间会改变我们。”

source: Consider yourself lucky
zh_cn: 自认幸运

source: People who think of themselves as lucky approach situations with greater optimism and openness.
zh_cn: 自认幸运的人处理问题时更为乐观和开朗。

source: And that, in turn, puts them in a better position to accept the twists and turns of life as happy accidents.
zh_cn: 从而使他们更善于把生活的曲折视为愉快的意外。

source: As Wiseman wrote in Reader's Digest of the unlucky subjects who learned to behave like lucky ones: "80 percent were happier and more satisfied with their lives - and luckier.
zh_cn: 怀斯曼在《读者文摘》中这样描述那些学会了像幸运儿那样行事的倒霉的家伙：“80％的人更快乐了，对自己的生活更满意了——也更有运气了。

source: One unlucky subject said that after adjusting her attitude - expecting good fortune, not dwelling on the negative - her bad luck had vanished."
zh_cn: 一名倒霉的被试说，她调整了态度——期待好运气，不去想倒霉的事儿——于是她的霉运消失了。”

source: Don't confuse luck with randomness
zh_cn: 运气和偶然不可混为一谈

source: "People often use the term luck and randomness interchangeably," financial strategist Michael Mauboussin told Wired.
zh_cn: 金融战略家迈克尔·莫布森（Michael Mauboussin）告诉《有线》杂志：“人们经常混淆使用运气和偶然两个词。

source: "I like to think of randomness operating at a system level and luck at an individual level.
zh_cn: 我喜欢把偶然看作系统层面的东西，而运气则是在个体层面。

source: If I gather 100 people and ask them to call coin tosses, randomness tells me that a handful may call five correctly in a row.
zh_cn: 如果我召集100个人来猜掷硬币的结果，根据偶然性法则，会有少数几个人连续五次都猜对。

source: If you happen to be one of those five, you're lucky."
zh_cn: 假如你碰巧是连续五次都猜对的人之一，那便是你的运气。”

source: Because this is true, it is important not to think of an unfavorable random outcome as part of a meaningful pattern of unluckiness.
zh_cn: 事实就是这样，重要的是不要把不利的偶然当成一次有意义、有规律的背运。

source: Lucky people don't seem to notice the bad stuff that happens to them - and certainly don't identify with it.
zh_cn: 幸运的人似乎注意不到发生在他们身上不好的事情——当然就不会这么认为。

source: Pay close attention
zh_cn: 集中注意力

source: As part of his research on the habits of lucky people, Wiseman found that people who considered themselves lucky were more perceptive than those who identified as unlucky.
zh_cn: 怀斯曼的部分研究包括幸运者的习惯，他发现，自认为幸运的人比自认为倒霉的人更敏锐。

source: He wrote of one experiment:
zh_cn: 他描述了其中一次实验：

source: I gave both lucky and unlucky people a newspaper, and asked them to look through it and tell me how many photographs were inside.
zh_cn: 我给幸运和倒霉的人都发了一份报纸，要求他们浏览后告诉我里面有多少张照片。

source: On average, the unlucky people took about two minutes to count the photographs, whereas the lucky people took just seconds.
zh_cn: 平均而言，倒霉的人大约要花两分钟来数照片，而幸运的人不到一分钟。

source: Why?
zh_cn: 为什么呢？

source: Because the second page of the newspaper contained the message: "Stop counting. There are 43 photographs in this newspaper."
zh_cn: 因为报纸的第二版有这样一条信息：“别数了，这张报纸上有43张照片。”

source: This message took up half of the page and was written in type that was more than 2in high.
zh_cn: 这条消息占了半个版面，字体大于2英寸。

source: It was staring everyone straight in the face, but the unlucky people tended to miss it and the lucky people tended to spot it.
zh_cn: 消息是多么醒目，但倒霉的人往往错失，幸运的人往往能看到。

source: As Wiseman explained, it was the triangulating factor of anxiety that accounted for the difference.
zh_cn: 怀斯曼解释说，这种差异的原因在于焦虑的间接影响。

source: So-called unlucky types tend to be more anxious, which in turn is associated with attention difficulty - particularly when it comes to unexpected occurrences.
zh_cn: 所谓的倒霉蛋往往更焦虑，而焦虑又和注意力难于集中相关——特别是涉及意外情况的时候。
